Repository: Alhadis/3DSMax-Setup
Catalog: enu/plugcfg/FBX/Presets/2012.0/localization_JPN.xlf
Languages: jpn

source: Cancel
jpn: キャンセル

source: File Name
jpn: ファイル名

source: File Directory
jpn: ファイル ディレクトリ

source: File Version
jpn: ファイル バージョン

source: File Creator
jpn: ファイル作成者

source: File Creation Time
jpn: ファイル作成時間

source: File Axis Direction
jpn: ファイル軸方向

source: File Units
jpn: ファイル単位

source: File Custom Writer
jpn: ファイル カスタム書き込み

source: Yes
jpn: はい

source: No
jpn: いいえ

source: System Axis Direction
jpn: システム軸方向

source: System Units
jpn: システム単位

source: File content
jpn: ファイル内容

source: Minimum
jpn: 最小

source: Maximum
jpn: 最大

source: Expand all
jpn: すべてを展開

source: Collapse all
jpn: すべてを集約

source: Warning
jpn: 警告

source: A preset file with this name already exists.
jpn: この名前のプリセットが既に存在しています。

source: Overwrite?
jpn: 上書きしますか?

source: This action will hide the FBX UI for future operations.
jpn: このアクションによって今後の FBX 操作の UI が非表示になります。

source: Are you sure?
jpn: 本当に行いますか?

source: Right click on a tree view item to edit a property parameter
jpn: ツリー ビュー項目内で右クリックしプロパティ パラメータを編集してください。

source: Edit preset mode
jpn: プリセット モードを編集

source: The FBX help directory was not found :
jpn: FBX のヘルプ ディレクトリが見つかりません :

source: Help called
jpn: ヘルプを呼び出し

source: Cannot connect to the web update server.
jpn: ウェブ更新サーバに接続できません。

source: Please visit http://www.autodesk.com/fbx for more information on the latest FBX Plug-ins.
jpn: 最新 FBX プラグインの情報は http://www.autodesk.com/fbx を参照してください。

source: Web updates error
jpn: ウェブ更新エラー

source: Edit label ...
jpn: ラベルを編集中 ...

source: Edit min max ...
jpn: 最小、最大を編集中 ...

source: Show
jpn: 表示

source: Hide
jpn: 非表示

source: Enable
jpn: 使用可能

source: Disable
jpn: 使用不可能

source: Enter new property label
jpn: 新しいプロパティ ラベルを入力

source: Enter new minimum and maximum value
jpn: 新しい最小値、最大値を入力

source: Enter preset name
jpn: プリセット名を入力

source: View as expanded panel
jpn: 展開されたパネルに表示

source: View as expandable group
jpn: 展開可能なグループに表示

source: Import
jpn: インポート

source: Export
jpn: エクスポート

source: Version
jpn: バージョン

source: Scale Factor
jpn: スケール係数

source: Note: If [ Show UI ] option is unchecked, this UI will NOT be visible for future import operation. Hold down the SHIFT key during import to restore UI visibility.
jpn: 注 : [UI を表示] オプションがチェックされていない場合、この UI は今後読み込み操作が表示されません。読み込み中 SHIFT キーを押さえたままにして UI 可視性を復元してください。

source: Note: If [ Show UI ] option is unchecked, this UI will NOT be visible for future export operation. Hold down the SHIFT key during export to restore UI visibility.
jpn: 注 : [UI を表示] オプションがチェックされていない場合、この UI は今後書き込み操作が表示されません。書き込み中 SHIFT キーを押さえたままにして UI 可視性を復元してください。

source: Your FBX Plug-in is up to date!
jpn: FBX プラグインは最新版です !

source: Be sure to check for updates regularly.
jpn: 常に最新版を確認してください。

source: Build Number
jpn: ビルド番号

source: FBX Plug-in up to date
jpn: 最新版のFBX プラグイン

source: You are currently using:
jpn: 現在使用中 :

source: A new version of the FBX Plug-in is available:
jpn: 利用可能な新バージョンのFBX プラグインがひとつ見つかりました :

source: New versions of the FBX Plug-in are available:
jpn: 利用可能な新バージョンのFBX プラグインが複数見つかりました :

source: Would you like to visit the download site now?
jpn: 今すぐダウンロードのサイトに行きますか ?

source: New FBX Plug-in Version Available
jpn: 新バージョンのFBX プラグインがひとつ利用可能です

source: New FBX Plug-in Versions Available
jpn: 新バージョンのFBX プラグインが複数利用可能です

source: If you download the newer version, make sure to close any occurrence of 3ds Max or 3ds Max Design before you install.
jpn: 最新版をダウンロードする際は、必ず 3ds Max または 3ds Max Design のすべてのセッションが終了していることをインストールする前に確認してください。

source: Install Warning
jpn: インストール警告

source: Please visit http://www.autodesk.com/fbx
jpn: 次のサイトを参照してください : http://www.autodesk.com/fbx

source: Character Definitions
jpn: キャラクター定義

source: Elements
jpn: 要素

source: Caches
jpn: キャッシュ

source: Constraints
jpn: コンストレイント

source: Materials
jpn: マテリアル

source: Textures
jpn: テクスチャ

source: Add
jpn: 追加

source: Add and update
jpn: 追加と更新

source: Add and update animation
jpn: アニメーションを追加と更新

source: Update animation
jpn: アニメーションを更新

source: Adds content to the scene.
jpn: シーンにコンテンツを追加

source: Adds new content and updates matching objects in the scene.
jpn: 新規コンテンツを追加後、シーンに一致したオブジェクトを更新

source: Adds new content and updates only animation on matching objects in the scene.
jpn: 新規コンテンツを追加後、シーンに一致したオブジェクトのアニメーションのみを更新

source: Updates only animation on matching objects in the scene.
jpn: シーンに一致したオブジェクトのアニメーションのみを更新

source: Advanced Options
jpn: 拡張オプション

source: Animation
jpn: アニメーション

source: Animation Take
jpn: アニメーション テイク

source: Auto tangents only
jpn: 自動接線のみ

source: Axis Conversion
jpn: 軸変換

source: Bake Animation Layers
jpn: アニメーション レイヤを焼付け

source: Bake Animation
jpn: アニメーションを焼付け

source: Binary
jpn: バイナリ

source: Bind Pose
jpn: ポーズをバインド

source: Bone Conversion
jpn: ボーン変換

source: Bone Creation
jpn: ボーン作成

source: Cameras
jpn: カメラ

source: Centimeters
jpn: センチメートル

source: Constant Key Reducer
jpn: 一定キー削減

source: Convert as dummy
jpn: ダミーに変換

source: Convert Geometry used as Bones
jpn: ボーンとして使用するジオメトリを変換

source: Convert images to portable format (TIFF)
jpn: イメージを移動フォーマット(TIFF)に変換

source: Current Preset
jpn: 現在のプリセット

source: Curve Filters
jpn: カーブ フィルタ

source: Decimeters
jpn: デシメートル

source: Deformations
jpn: 変形

source: Deformed Models
jpn: 変形したモデル

source: Edit preset
jpn: プリセットを編集

source: Edit...
jpn: 編集...

source: Embed Media
jpn: メディアを埋め込む

source: End
jpn: 終了

source: FBX File Format
jpn: FBX ファイル形式

source: FBX Version
jpn: FBX バージョン

source: Feet
jpn: フィート

source: File units converted to
jpn: ファイルの単位を変換

source: Fill Timeline
jpn: タイムライン配置

source: Filter Intensity
jpn: フィルタ強度

source: Follow Y-Up
jpn: Y-up フォロー

source: Frame Rate
jpn: フレーム レート

source: Generate Log File
jpn: ログ ファイルを生成

source: Geometry
jpn: ジオメトリ

source: Height
jpn: 高さ

source: Inches
jpn: インチ

source: Include
jpn: 含める

source: Key Reducer
jpn: キーを減衰

source: Kilometers
jpn: キロメートル

source: Leave as bones
jpn: ボーンのまま残す

source: Lights
jpn: ライト

source: Lock width and height
jpn: 幅と高さをロック

source: Mesh Poly
jpn: ポリゴンをメッシュ

source: Mesh Primitive
jpn: プリミティブをメッシュ

source: Mesh Triangle
jpn: 三角形をメッシュ

source: Meters
jpn: メートル

source: Miles
jpn: マイル

source: Millimeters
jpn: ミリメートル

source: Morphs
jpn: モーフ

source: MR Custom Attributes
jpn: MR カスタム アトリビュート

source: Use scene name
jpn: シーン名を使用

source: Object Derivation
jpn: オブジェクト起原

source: Optical Markers
jpn: オプティカル マーカ

source: Other Precision
jpn: その他の精度

source: Patch
jpn: パッチ

source: Performance
jpn: パフォーマンス

source: Pivot To Null
jpn: NULL に基点

source: Plugin Build Number
jpn: プラグイン ビルド番号

source: Plugin Information
jpn: プラグイン情報

source: Plugin product family
jpn: プラグイン プロダクト ファミリー

source: Plugin UI Height
jpn: プラグイン UI 高さ

source: Plugin UI Width
jpn: プラグイン UI 幅

source: Plugin Version
jpn: プラグイン バージョン

source: Plugin Versions URL
jpn: プラグイン バージョン URL

source: Point Cache File(s)
jpn: ポイント キャッシュ ファイル

source: Preset Selected
jpn: 選択したプラグイン

source: Presets
jpn: プリセット

source: Re-evaluate Normals
jpn: 法線を再評価

source: Re-evaluate Smoothing Groups
jpn: スムージング グループを再評価

source: Smoothing Groups
jpn: スムージング グループ

source: Reference Node
jpn: 参照ノード

source: Rotation Precision
jpn: 回転精度

source: Save preset
jpn: プリセットを保存

source: Scaling Precision
jpn: スケーリング精度

source: Scene units converted to
jpn: シーンの単位を変換

source: Set
jpn: 設定

source: Show UI
jpn: UI を表示

source: Show UI Warning
jpn: UI 警告を表示

source: Show Warning Manager
jpn: 警告マネージャを表示

source: Single Matrix
jpn: 単一マトリックス

source: Skins
jpn: スキン

source: Split per-vertex Normals
jpn: 法線を頂点ごとに分割

source: Start
jpn: 開始

source: Statistics
jpn: 情報

source: Step
jpn: ステップ

source: Total Units Scale
jpn: 総単位スケール

source: Translation Precision
jpn: 変換精度

source: Triangulate
jpn: 三角形化

source: Type
jpn: タイプ

source: UI language
jpn: UI 言語

source: Units
jpn: 単位

source: Unroll Rotations
jpn: 回転をアンロール

source: Up Axis
jpn: Up 軸

source: Update scene elements
jpn: シーンの要素を更新

source: User defined
jpn: ユーザ定義

source: Web updates
jpn: Web 更新

source: Weld Vertices
jpn: 頂点を連結

source: Width
jpn: 幅

source: XYZ Curve Synchronisation
jpn: XYZ カーブ同期

source: Yards
jpn: ヤード

source: Precision
jpn: 精度

source: Bone creation
jpn: ボーン作成

source: Bone conversion
jpn: ボーン変換

source: No animation
jpn: アニメーションなし

source: Convert Deforming Dummies to Bones
jpn: 変形ダミーをボーンに変換

source: Generate Log Data
jpn: ログ データを生成

source: Plugin UI X Position
jpn: プラグイン UI X 位置

source: Plugin UI Y Position
jpn: プラグイン UI Y 位置

source: Tangents and Binormals
jpn: 接線と従法線

source: FBX Extentions SDK
jpn: FBX 拡張機能 SDK

source: FBX Extentions SDK Warning
jpn: FBX 拡張機能 SDK 警告

source: Add your custom properties here.
jpn: カスタム プロパティをここに追加。

source: Hold - Shift - to activate FBX UI
jpn: -Shift- キーを押さえて FBX UI をアクティベート

source: TurboSmooth
jpn: ターボ スムーズ

source: Selection Sets
jpn: 選択セット

source: Welcome!
jpn: ようこそ!

source: Welcome! You are running this FBX plug-in for the first time and there may be a newer version available. Use the Web updates button to verify if you are using the most recent version of this FBX plug-in.
jpn: ようこそ! FBX プラグインの初めての起動です。利用可能な最新バージョンがあるかもしれません。ヘルプ/Web の更新オプションを使用して、この FBX プラグインが最新バージョンかを確認してください。

source: Test meshes for bad polygons
jpn: 不適切なポリゴンのメッシュをテスト

source: Taper %
jpn: テーパ %

source: Extra Options
jpn: 追加オプション

source: Compatible with Autodesk 2012 applications and 2012 FBX plug-ins
jpn: Autodesk 2012 アプリケーションと 2012 FBX プラグインとの互換性

source: Compatible with Autodesk 2011 applications and 2011 FBX plug-ins
jpn: Autodesk 2011 アプリケーションと 2011 FBX プラグインとの互換性

source: Compatible with Autodesk 2010 applications, 2010 FBX plug-ins and MotionBuilder 2009
jpn: Autodesk 2010 アプリケーション、2010 FBX プラグイン、MotionBuilder 2009 との互換性

source: Compatible with Autodesk 2009 applications and 2009 FBX plug-ins
jpn: Autodesk 2009 アプリケーションと 2009 FBX プラグインとの互換性

source: Compatible with Autodesk 2006 FBX plug-ins and MotionBuilder 7.5, 7.0, 6.0
jpn: Autodesk 2006 FBX プラグインと MotionBuilder 7.5, 7.0, 6.0との互換性

source: Sun and Sky
jpn: サンとスカイ

source: Automatic
jpn: 自動

source: Information
jpn: 情報

source: FBX Plug-in version
jpn: FBX プラグイン バージョン

source: Remove single key
jpn: 単一キーを削除

source: Preserve Instances
jpn: インスタンスを保持

source: Resample All
jpn: すべてをリサンプル

source: Help on FBX
jpn: FBX のヘルプ

source: About
jpn: 製品情報

source: System frame rate
jpn: システム フレーム レート

source: File frame rate
jpn: ファイル フレーム レート

source: Warning: Frame rates do not match
jpn: 警告: フレーム レートが一致しません

source: Global Ambient Color
jpn: グローバル周囲光カラー
