Repository: Alhadis/3DSMax-Setup
Catalog: enu/plugcfg/FBX/Presets/2012.0/localization_DEU.xlf
Languages: deu

source: Cancel
deu: Abbrechen

source: File Name
deu: Dateiname

source: File Directory
deu: Dateiverzeichnis

source: File Version
deu: Dateiversion

source: File Creator
deu: Dateiersteller

source: File Creation Time
deu: Dateierstellungszeit

source: File Axis Direction
deu: Richtung der Achse in der Datei

source: File Units
deu: Dateieinheiten

source: File Custom Writer
deu: Benutzerdefinierte Dateiausgabe

source: X-up
deu: X-Oben

source: Y-up
deu: Y-Oben

source: Z-up
deu: Z-Oben

source: Yes
deu: Ja

source: No
deu: Nein

source: System Axis Direction
deu: Richtung der Achse des Systems

source: System Units
deu: Systemeinheiten

source: File content
deu: Dateiinhalt

source: Expand all
deu: Alle einblenden

source: Collapse all
deu: Alle ausblenden

source: Warning
deu: Warnung

source: A preset file with this name already exists.
deu: Ein Voreinstellungsdatei mit demselben Namen existiert bereits.

source: Overwrite?
deu: Überschreiben?

source: This action will hide the FBX UI for future operations.
deu: Durch diese Aktion wird die FBX-Benutzeroberfläche bei zukünftigen Operationen nicht angezeigt.

source: Are you sure?
deu: Sind Sie sicher?

source: Right click on a tree view item to edit a property parameter
deu: Klicken Sie mit der rechten Maustaste auf einen Baum, um eine Eigenschaft zu ändern

source: Edit preset mode
deu: Voreinstellungsmodus bearbeiten

source: The FBX help directory was not found :
deu: Das FBX-Hifeverzeichnis wurde nicht gefunden :

source: Help called
deu: Hilfe wurde aufgerufen

source: Cannot connect to the web update server.
deu: Verbindungsaufbau mit dem Web-Update-Server fehlgeschlagen.

source: Please visit http://www.autodesk.com/fbx for more information on the latest FBX Plug-ins.
deu: Besuchen Sie http://www.autodesk.com/fbx, um weitere Informationen über die aktuellen FBX Plug-Ins zu erhalten.

source: Web updates error
deu: Web-Updates-Fehler

source: Edit label ...
deu: Beschriftung bearbeiten...

source: Edit min max ...
deu: Min./Max. bearbeiten...

source: Show
deu: Einblenden

source: Hide
deu: Ausblenden

source: Enable
deu: Aktivieren

source: Disable
deu: Deaktivieren

source: Enter new property label
deu: Geben Sie eine neue Beschriftung für die Eigenschaft ein.

source: Enter new minimum and maximum value
deu: Geben Sie neue Minimal- und Maximalwerte ein.

source: Enter preset name
deu: Geben Sie einen Namen für die Voreinstellung ein.

source: View as expanded panel
deu: Als erweitertes Fenster anzeigen

source: View as expandable group
deu: Als erweiterte Gruppe anzeigen

source: Import
deu: Importieren

source: Export
deu: Exportieren

source: Scale Factor
deu: Skalierfaktor

source: Note: If [ Show UI ] option is unchecked, this UI will NOT be visible for future import operation. Hold down the SHIFT key during import to restore UI visibility.
deu: Hinweis: Wenn die Option "UI anzeigen" deaktiviert ist, wird die Benutzeroberfläche bei zukünftigen Import-Operationen nicht angezeigt. Halten Sie während des Imports die Umschalttaste gedrückt, um die Benutzeroberfläche anzuzeigen.

source: Note: If [ Show UI ] option is unchecked, this UI will NOT be visible for future export operation. Hold down the SHIFT key during export to restore UI visibility.
deu: Hinweis: Wenn die Option "UI anzeigen" deaktiviert ist, wird die Benutzeroberfläche bei zukünftigen Export-Operationen nicht angezeigt. Halten Sie während des Exports die Umschalttaste gedrückt, um die Benutzeroberfläche anzuzeigen.

source: Your FBX Plug-in is up to date!
deu: Das FBX Plug-in ist bereits auf dem neuesten Stand!

source: Be sure to check for updates regularly.
deu: Überprüfen Sie regelmäßig auf Updates

source: Build Number
deu: Build-Nummer

source: FBX Plug-in up to date
deu: Das FBX Plug-in ist auf dem neuesten Stand

source: You are currently using:
deu: Sie verwenden derzeit：

source: A new version of the FBX Plug-in is available:
deu: Eine neue Version des FBX Plug-ins ist verfügbar:

source: New versions of the FBX Plug-in are available:
deu: Neue Versionen der FBX Plug-ins sind verfügbar:

source: Would you like to visit the download site now?
deu: Möchten Sie jetzt die Download-Site besuchen?

source: New FBX Plug-in Version Available
deu: Neue FBX Plug-in-Version verfügbar

source: New FBX Plug-in Versions Available
deu: Neue FBX Plug-in-Versionen verfügbar

source: If you download the newer version, make sure to close any occurrence of 3ds Max or 3ds Max Design before you install.
deu: Schließen Sie bitte vor der FBX-Plug-In-Installation alle Versionen von 3ds Max oder 3ds Max Design.

source: Install Warning
deu: Installationswarnung

source: Please visit http://www.autodesk.com/fbx
deu: Besuchen Sie bitte http://www.autodesk.com/fbx

source: Character Definitions
deu: Zeichendefinitionen

source: Elements
deu: Elemente

source: Caches
deu: Cache

source: Constraints
deu: Beschränkungen

source: Materials
deu: Materialien

source: Textures
deu: Texturen

source: Add
deu: Hinzufügen

source: Add and update
deu: Hinzufügen und aktualisieren

source: Add and update animation
deu: Hinzufügen und Animation aktualisieren

source: Update animation
deu: Animation aktualisieren

source: Adds content to the scene.
deu: Fügt der Szene Inhalt hinzu.

source: Adds new content and updates matching objects in the scene.
deu: Fügt neuen Inhalt hinzu und aktualisiert entsprechende Objekte in der Szene.

source: Adds new content and updates only animation on matching objects in the scene.
deu: Inhalt hinzu und aktualisiert nur Animation bei entsprechenden Objekten in der Szene.

source: Updates only animation on matching objects in the scene.
deu: Aktualisiert nur Animation bei entsprechenden Objekten in der Szene.

source: Advanced Options
deu: Erweiterte Optionen

source: Animation Take
deu: Animations-Take

source: Auto tangents only
deu: Nur Auto-Tangenten

source: Axis Conversion
deu: Achsenkonvertierung

source: Bake Animation Layers
deu: Animations-Layer verbinden

source: Bake Animation
deu: Animationen verbinden

source: Binary
deu: Binär

source: Bind Pose
deu: Stellung binden

source: Bone Conversion
deu: Bone-Konvertierung

source: Bone Creation
deu: Bone-Erstellung

source: Cameras
deu: Kameras

source: Centimeters
deu: Zentimeter

source: Constant Key Reducer
deu: Konstante Key-Reduzierung

source: Convert as dummy
deu: In Dummy konvertieren

source: Convert Geometry used as Bones
deu: Als Bones verwendete Geometrie konvertieren

source: Convert images to portable format (TIFF)
deu: Bilder in portierbares Format (TIFF) umwandeln

source: Current Preset
deu: Aktuelle Voreinstellung

source: Curve Filters
deu: Kurvenfilter

source: Decimeters
deu: Dezimeter

source: Deformations
deu: Verformungen

source: Deformed Models
deu: Verformte Modelle

source: Edit preset
deu: Voreinstellung bearbeiten

source: Edit...
deu: Bearbeiten...

source: Embed Media
deu: Medien einbetten

source: End
deu: Ende

source: FBX File Format
deu: FBX-Dateiformat

source: Feet
deu: Fuß

source: File units converted to
deu: Dateieinheiten konvertiert in

source: Fill Timeline
deu: Zeitlinie ausfüllen

source: Filter Intensity
deu: Filterintensität

source: Follow Y-Up
deu: Y-oben folgen

source: Generate Log File
deu: Protokolldatei generieren

source: Geometry
deu: Geometrie

source: Height
deu: Höhe

source: Inches
deu: Zoll

source: Include
deu: Einschließen

source: Key Reducer
deu: Keys reduzieren

source: Kilometers
deu: Kilometer

source: Leave as bones
deu: Als Bones beibehalten

source: Lights
deu: Lichtquellen

source: Lock width and height
deu: Gleicher Wert für Höhe und Breite

source: Mesh Poly
deu: Netz-Poly

source: Mesh Primitive
deu: Netzgrundkörper

source: Mesh Triangle
deu: Netzdreieck

source: Meters
deu: Meter

source: Miles
deu: Meilen

source: Millimeters
deu: Millimeter

source: Morphs
deu: Morph-Verformungen

source: MR Custom Attributes
deu: MR Benutzerdefinierte Attribute

source: Use scene name
deu: Szenennamen verwenden

source: Object Derivation
deu: Objektableitung

source: Optical Markers
deu: Optische Markierungen

source: Other Precision
deu: Andere Präzision

source: Performance
deu: Leistung

source: Pivot To Null
deu: Drehpunkt auf Null

source: Plugin Build Number
deu: Plug-In - Build-Nummer

source: Plugin Information
deu: Plug-In - Informationen

source: Plugin product family
deu: Plug-In-Produktfamilie

source: Plugin UI Height
deu: Plug-In - UI-Höhe

source: Plugin UI Width
deu: Plug-In - UI-Breite

source: Point Cache File(s)
deu: Punkt-Cache-Dateien

source: Precision
deu: Präzision

source: Preset Selected
deu: Plug-In ausgewählt

source: Presets
deu: Voreinstellungen

source: Re-evaluate Normals
deu: Normalen neu auswerten

source: Re-evaluate Smoothing Groups
deu: Glättungsgruppen erneut auswerten

source: Smoothing Groups
deu: Glättungsgruppen

source: Reference Node
deu: Referenzknoten

source: Rotation Precision
deu: Rotation - Präzision

source: Save preset
deu: Voreinstellung speichern

source: Scaling Precision
deu: Skalierung - Präzision

source: Scene units converted to
deu: Szeneneinheiten konvertiert in

source: Set
deu: Einstellen

source: Show UI
deu: UI anzeigen

source: Show UI Warning
deu: UI-Warnung anzeigen

source: Show Warning Manager
deu: Warnungs-Manager anzeigen

source: Single Matrix
deu: Einzel-Matrix

source: Skins
deu: Häute

source: Split per-vertex Normals
deu: Pro Scheitelpunktnormale teilen

source: Statistics
deu: Statistik

source: Step
deu: Schritt

source: Taper %
deu: Verjüngung %

source: Test meshes for bad polygons
deu: Netze auf fehlerhafte Polygone prüfen

source: Total Units Scale
deu: Einheiten insgesamt - Skalierung

source: Translation Precision
deu: Versatz - Präzision

source: Triangulate
deu: Dreieckseinteilung

source: Type
deu: Typ

source: UI language
deu: UI-Sprache

source: Units
deu: Einheiten

source: Unroll Rotations
deu: Rotationen abrollen

source: Up Axis
deu: Auf-Achse

source: Update scene elements
deu: Szenenelemente aktualisieren

source: User defined
deu: Benutzerdefiniert

source: Weld Vertices
deu: Scheitelpunkte verschweißen

source: Width
deu: Breite

source: XYZ Curve Synchronisation
deu: XYZ-Kurve synchronisieren

source: Yards
deu: Yard

source: Bone creation
deu: Bone-Erstellung

source: Bone conversion
deu: Bone-Konvertierung

source: No animation
deu: Keine Animation

source: Convert Deforming Dummies to Bones
deu: Verformungs-Dummies in Bones konvertieren

source: Generate Log Data
deu: Protokolldaten generieren

source: Tangents and Binormals
deu: Tangenten und Binormalen

source: FBX Extentions SDK
deu: FBX-Erweiterungen: SDK

source: FBX Extentions SDK Warning
deu: FBX-Erweiterungen: SDK-Warnung

source: Add your custom properties here.
deu: Fügen Sie hier Ihre benutzerdefinierten Eigenschaften hinzu.

source: Hold - Shift - to activate FBX UI
deu: Halten Sie -Umschalt- gedrückt, um das FBX-UI zu aktivieren

source: Welcome!
deu: Willkommen!

source: Welcome! You are running this FBX plug-in for the first time and there may be a newer version available. Use the Web updates button to verify if you are using the most recent version of this FBX plug-in.
deu: Willkommen! Dieses FBX Plug-In wird zum ersten Mal ausgeführt, und es ist eventuell eine neuere Version verfügbar. Nutzen Sie die Schaltfläche „Web-Updates“ und stellen Sie sicher, dass Sie die neueste Version dieses FBX Plug-Ins verwenden.

source: TurboSmooth
deu: Schnellglättung

source: Selection Sets
deu: Auswahlsätze

source: Extra Options
deu: Zusätzliche Optionen

source: Compatible with Autodesk 2012 applications and 2012 FBX plug-ins
deu: Kompatibel mit Autodesk 2012-Anwendungen und 2012 FBX-Plug-Ins

source: Compatible with Autodesk 2011 applications and 2011 FBX plug-ins
deu: Kompatibel mit Autodesk 2011-Anwendungen und 2011 FBX-Plug-Ins

source: Compatible with Autodesk 2010 applications, 2010 FBX plug-ins and MotionBuilder 2009
deu: Kompatibel mit Autodesk 2010-Anwendungen, 2010 FBX-Plug-Ins und MotionBuilder 2009

source: Compatible with Autodesk 2009 applications and 2009 FBX plug-ins
deu: Kompatibel mit Autodesk 2009-Anwendungen und 2009 FBX-Plug-Ins

source: Compatible with Autodesk 2006 FBX plug-ins and MotionBuilder 7.5, 7.0, 6.0
deu: Kompatibel mit Autodesk 2006 FBX-Plug-Ins und MotionBuilder 7.5, 7.0, 6.0

source: Sun and Sky
deu: Sonne und Himmel

source: Automatic
deu: Automatisch

source: Information
deu: Informationen

source: Remove single key
deu: Einzelnen Key entfernen

source: Preserve Instances
deu: Instanzen beibehalten

source: Resample All
deu: Alles neu sampeln

source: Help on FBX
deu: Hilfe für FBX

source: About
deu: Info

source: File frame rate
deu: Datei-Frame-Rate

source: Warning: Frame rates do not match
deu: Warnung: Frame-Raten stimmen nicht überein

source: Global Ambient Color
deu: Globale Umgebungsfarbe
