Repository: Alhadis/3DSMax-Setup
Catalog: enu/plugcfg/FBX/Presets/2012.0/localization_FRA.xlf
Languages: fra

source: Cancel
fra: Annuler

source: File Name
fra: Nom du fichier

source: File Directory
fra: Répertoire du fichier

source: File Version
fra: Version du fichier

source: File Creator
fra: Créateur du fichier

source: File Creation Time
fra: Date de création du fichier

source: File Axis Direction
fra: Direction des axes du fichier

source: File Units
fra: Unités fichier

source: File Custom Writer
fra: Editeur de fichiers personnalisé

source: X-up
fra: X-vertical

source: Y-up
fra: Y-vertical

source: Z-up
fra: Z-vertical

source: Yes
fra: Oui

source: No
fra: Non

source: System Axis Direction
fra: Direction des axes du système

source: System Units
fra: Unités système

source: File content
fra: Contenu du fichier

source: Expand all
fra: Tout développer

source: Collapse all
fra: Tout rétracter

source: Warning
fra: Avertissement

source: A preset file with this name already exists.
fra: Un fichier de préréglage de ce nom existe déjà.

source: Overwrite?
fra: Remplacer?

source: This action will hide the FBX UI for future operations.
fra: Cette opération va cacher le dialogue FBX lors de futures opérations.

source: Are you sure?
fra: Êtes-vous certain?

source: Right click on a tree view item to edit a property parameter
fra: Cliquer à l'aide du bouton droit de la souris sur un élément de l'arbre pour éditer ses paramètres

source: Edit preset mode
fra: Mode d'édition de préréglage

source: The FBX help directory was not found :
fra: Le répertoire d'aide FBX n'a pas été trouvé :

source: Help called
fra: Aide demandée

source: Cannot connect to the web update server.
fra: Ne peut se connecter sur le serveur de mise à jour via le web

source: Please visit http://www.autodesk.com/fbx for more information on the latest FBX Plug-ins.
fra: Veuillez visiter http://www.autodesk.com/fbx pour plus d'informations sur les dernières versions des Plug-ins FBX.

source: Web updates error
fra: Erreur de mise à jour via le Web

source: Edit label ...
fra: Éditer le titre ...

source: Edit min max ...
fra: Éditer min max ...

source: Show
fra: Afficher

source: Hide
fra: Masquer

source: Enable
fra: Activer

source: Disable
fra: Désactiver

source: Enter new property label
fra: Entrez un nouveau titre de propritété

source: Enter new minimum and maximum value
fra: Entrer de nouveaux minimum et maximum

source: Enter preset name
fra: Entrer un nom de préréglages

source: View as expanded panel
fra: Voir en tant que panneau développé

source: View as expandable group
fra: Voir en tant que groupe extensible

source: Import
fra: Importer

source: Export
fra: Exporter

source: Scale Factor
fra: Facteur d'échelle

source: Note: If [ Show UI ] option is unchecked, this UI will NOT be visible for future import operation. Hold down the SHIFT key during import to restore UI visibility.
fra: Note: Si l'option [ Afficher l'IU ] est décochée, ce dialogue ne sera pas visible lors de futures opérations d'importation. Pressez la touche MAJ durant l'opération d'importation pour rendre le dialogue visible à nouveau.

source: Note: If [ Show UI ] option is unchecked, this UI will NOT be visible for future export operation. Hold down the SHIFT key during export to restore UI visibility.
fra: Note: Si l'option [ Afficher l'IU ] est décochée, ce dialogue ne sera pas visible lors de futures opérations d'exportation. Pressez la touche MAJ durant l'opération d'exportation pour rendre le dialogue visible à nouveau.

source: Be sure to check for updates regularly.
fra: Veuillez mettre à jour régulièrement.

source: Build Number
fra: Numéro de version

source: Your FBX Plug-in is up to date!
fra: Plugin FBX à jour

source: You are currently using:
fra: Vous utilisez actuellement :

source: A new version of the FBX Plug-in is available:
fra: Une nouvelle version du plugin FBX est disponible à :

source: New versions of the FBX Plug-in are available:
fra: De nouvelles versions du plugin FBX sont disponibles à :

source: Would you like to visit the download site now?
fra: Désirez-vous visiter le site de téléchargement maintenant ?

source: New FBX Plug-in Version Available
fra: Une nouvelle version du plugin FBX est disponible

source: New FBX Plug-in Versions Available
fra: De nouvelles versions du plugin FBX sont disponibles

source: If you download the newer version, make sure to close any occurrence of 3ds Max or 3ds Max Design before you install.
fra: Si vous télécharger version plus récente, veuillez fermer toute occurence de 3ds Max ou 3ds Max Design avant de l'installer.

source: Install Warning
fra: Avertissement d'installation

source: Please visit http://www.autodesk.com/fbx
fra: Veuillez visiter http://www.autodesk.com/fbx

source: Character Definitions
fra: Définition de personnage

source: Elements
fra: Eléments

source: Caches
fra: Cache

source: Constraints
fra: Contraintes

source: Materials
fra: Matériaux

source: Add
fra: Ajouter

source: Add and update
fra: Ajouter et mettre à jour

source: Add and update animation
fra: Ajouter et mettre l’animation à jour

source: Update animation
fra: Mettre l’animation à jour

source: Adds content to the scene.
fra: Ajoute le contenu à la scène

source: Adds new content and updates matching objects in the scene.
fra: Ajoute le nouveau contenu à la scène et met à jour les objets correspondants

source: Adds new content and updates only animation on matching objects in the scene.
fra: Ajoute le nouveau contenu et met à jour uniquement l’animation des objets correspondants

source: Updates only animation on matching objects in the scene.
fra: Met à jour uniquement l’animation des objets correspondants dans la scène

source: Advanced Options
fra: Options avancées

source: Animation Take
fra: Enregistrement de l'animation

source: Auto tangents only
fra: Tangentes automatiques seulement

source: Axis Conversion
fra: Conversion d'axe

source: Bake Animation Layers
fra: Couches d'animations d'ancrage

source: Bake Animation
fra: Animations d'ancrage

source: Binary
fra: Binaire

source: Bind Pose
fra: Lier la pose

source: Bip2Fbx
fra: De Bipède à personnage FBX

source: Bone Conversion
fra: Conversion de la structure

source: Bone Creation
fra: Création de structure

source: Cameras
fra: Caméras

source: Centimeters
fra: Centimètres

source: Constant Key Reducer
fra: Réducteur de clés constant

source: Convert as dummy
fra: Convertir en objet factice

source: Convert Geometry used as Bones
fra: Convertir la géométrie utilisée en tant que structure

source: Convert images to portable format (TIFF)
fra: Convertir les images au format portable (TIFF)

source: Current Preset
fra: Valeur prédéfinie actuelle

source: Curve Filters
fra: Filtres de courbe

source: Decimeters
fra: Décimètres

source: Deformations
fra: Déformations

source: Deformed Models
fra: Modèles déformés

source: Edit preset
fra: Éditer une valeur prédéfinie

source: Edit...
fra: Éditer...

source: Embed Media
fra: Incorporer le support

source: End
fra: Fin

source: FBX File Format
fra: Format de fichier FBX

source: FBX Version
fra: Version FBX

source: Feet
fra: Pieds

source: File units converted to
fra: Unités fichiers converties en

source: Fill Timeline
fra: Définir la ligne de temps

source: Filter Intensity
fra: Intensité du filtre

source: Follow Y-Up
fra: Suivre l'axe vertical Y

source: Frame Rate
fra: Images par seconde

source: Generate Log File
fra: Générer les fichier journal

source: Geometry
fra: Géométrie

source: Height
fra: Hauteur

source: Inches
fra: Pouces

source: Include
fra: Inclure

source: Key Reducer
fra: Réducteur de clés constant

source: Kilometers
fra: Kilomètres

source: Leave as bones
fra: Laisser en tant que structures

source: Lights
fra: Lumières

source: Lock width and height
fra: Verrouiller la largeur et la hauteur

source: Mesh Poly
fra: Poly maillage

source: Mesh Primitive
fra: Primitive de maillage

source: Mesh Triangle
fra: Triangle de maillage

source: Meters
fra: Mètres

source: Miles
fra: Milles

source: Millimeters
fra: Millimètres

source: Morphs
fra: Interpol.

source: MR Custom Attributes
fra: Attributs personnalisés MR

source: Use scene name
fra: Utiliser le nom de scène

source: Object Derivation
fra: Dérivation d'objet

source: Optical Markers
fra: Marqueurs optiques

source: Other Precision
fra: Autre précision

source: Pivot To Null
fra: Pivoter vers la position zéro

source: Plugin Build Number
fra: Numéro de version du module d'extension

source: Plugin Information
fra: Informations sur les modules d'extension

source: Plugin product family
fra: Famille de produits plugin

source: Plugin UI Height
fra: Hauteur de l'IU du module d'extension

source: Plugin UI Width
fra: Largeur de l'IU du module d'extension

source: Plugin Version
fra: Version du module d'extension

source: Plugin Versions URL
fra: URL des versions de modules d'extension

source: Point Cache File(s)
fra: Fichier(s) Cache point

source: Precision
fra: Précision

source: Preset Selected
fra: Module d'extension sélectionné

source: Presets
fra: Valeur prédéfinie

source: Re-evaluate Normals
fra: Réévaluer les normales

source: Re-evaluate Smoothing Groups
fra: Réévaluer les groupes de lissage

source: Smoothing Groups
fra: Groupes de lissage

source: Reference Node
fra: Noeud de référence

source: Rotation Precision
fra: Précision de rotation

source: Save preset
fra: Enregistrer une valeur prédéfinie

source: Scaling Precision
fra: Précision d'échelle

source: Scene units converted to
fra: Unités de scène converties en

source: Set
fra: Définir

source: Show UI
fra: Afficher l'IU

source: Show UI Warning
fra: Afficher l'avertissement de l'IU

source: Show Warning Manager
fra: Afficher le gestionnaire d'avertissements

source: Single Matrix
fra: Matrice unique

source: Skins
fra: Peau

source: Split per-vertex Normals
fra: Fractionner les normales par sommet

source: Start
fra: Début

source: Statistics
fra: Statistiques

source: Step
fra: Etape

source: Taper %
fra: Effiler %

source: Test meshes for bad polygons
fra: Dépister les mauvais polygones dans les maillages

source: Total Units Scale
fra: Nombre total d'échelles d'unité

source: Translation Precision
fra: Précision de translation

source: Triangulate
fra: Trianguler

source: UI
fra: IU

source: UI language
fra: Langue de l'IU

source: Units
fra: Unités

source: Unroll Rotations
fra: Inverser les rotations

source: Up Axis
fra: Axe vertical

source: Update scene elements
fra: Mettre à jour les éléments de la scène

source: User defined
fra: Défini par l'utilisateur

source: Web updates
fra: Mises à jour Web

source: Weld Vertices
fra: Souder sommets

source: Width
fra: Largeur

source: XYZ Curve Synchronisation
fra: Synchronisation de courbe XYZ

source: Yards
fra: Verges

source: Bone creation
fra: Création de structure

source: Bone conversion
fra: Conversion de structure

source: No animation
fra: Aucune animation

source: Convert Deforming Dummies to Bones
fra: Convertir les mannequins déformables en structures

source: Generate Log Data
fra: Générer des données log (journal)

source: Plugin UI X Position
fra: Entrer la position X de l'IU

source: Plugin UI Y Position
fra: Entrer la position Y de l'IU

source: Tangents and Binormals
fra: Tangentes et binormales

source: FBX Extentions SDK
fra: Extensions FBX SDK

source: FBX Extentions SDK Warning
fra: Avertissement Extensions FBX SDK

source: Add your custom properties here.
fra: Ajouter vos propriétés personnalisées ici.

source: Hold - Shift - to activate FBX UI
fra: Maintenir la touche -Maj- enfoncée pour activer l’IU FBX

source: Welcome!
fra: Bienvenue!

source: Welcome! You are running this FBX plug-in for the first time and there may be a newer version available. Use the Web updates button to verify if you are using the most recent version of this FBX plug-in.
fra: Bienvenue! C'est la première fois que vous utilisez ce plugin FBX et il se peut qu'une version plus récente soit disponible. Veuillez utiliser le bouton Mises à jour en ligne pour vérifier que vous utilisez bien la version la plus récente.

source: TurboSmooth
fra: Lissage rapide

source: Selection Sets
fra: Jeux de sélection

source: Extra Options
fra: Options supplémentaires

source: Compatible with Autodesk 2012 applications and 2012 FBX plug-ins
fra: Compatible avec les programmes Autodesk 2012 et les plugins FBX 2012

source: Compatible with Autodesk 2011 applications and 2011 FBX plug-ins
fra: Compatible avec les programmes Autodesk 2011 et les plugins FBX 2011

source: Compatible with Autodesk 2010 applications, 2010 FBX plug-ins and MotionBuilder 2009
fra: Compatible avec les programmes Autodesk 2010, les plugins FBX 2010 et MotionBuilder 2009

source: Compatible with Autodesk 2009 applications and 2009 FBX plug-ins
fra: Compatible avec les programmes Autodesk 2009 et les plugins FBX 2009

source: Compatible with Autodesk 2006 FBX plug-ins and MotionBuilder 7.5, 7.0, 6.0
fra: Compatible avec les plugins FBX Autodesk 2006 et MotionBuilder 7.5, 7.0, 6.0

source: Sun and Sky
fra: Soleil et Ciel

source: Automatic
fra: Automatique

source: FBX Plug-in version
fra: Version du plugin FBX

source: Remove single key
fra: Supprimer la clé simple

source: Preserve Instances
fra: Préserver les instances

source: Resample All
fra: Rééchantilloner tout

source: Help on FBX
fra: Aide pour FBX

source: About
fra: Info

source: System frame rate
fra: Nombre d’images par seconde du système

source: File frame rate
fra: Nombre d’images par seconde du fichier

source: Warning: Frame rates do not match
fra: Avertissement: les nombres d’images par seconde sont différents

source: Global Ambient Color
fra: Couleur ambiante globale
