Repository: Alhadis/3DSMax-Setup
Catalog: enu/plugcfg/FBX/Presets/2012.0/localization_KOR.xlf
Languages: kor

source: OK
kor: 확인

source: Cancel
kor: 취소

source: File Name
kor: 파일 이름

source: File Directory
kor: 파일 디렉토리

source: File Version
kor: 파일 버전

source: File Creator
kor: 파일 작성자

source: File Creation Time
kor: 파일 작성 시간

source: File Axis Direction
kor: 파일 축 방향

source: File Units
kor: 파일 단위

source: File Custom Writer
kor: 파일 사용자 정의 쓰기

source: X-up
kor: X-위

source: Y-up
kor: Y-위

source: Z-up
kor: Z-위

source: Yes
kor: 예

source: No
kor: 아니오

source: System Axis Direction
kor: 시스템 축 방향

source: System Units
kor: 시스템 단위

source: File content
kor: 파일 내용

source: Minimum
kor: 최소

source: Maximum
kor: 최대

source: Expand all
kor: 모두 확장

source: Collapse all
kor: 모두 축소

source: Warning
kor: 경고

source: A preset file with this name already exist.
kor: 같은 이름의 사전 설정 파일이 이미 존재합니다.

source: Overwrite?
kor: 덮어쓸까요?

source: This action will hide the FBX UI for future operations.
kor: 이 동작은 이후 작업들에서 FBX UI를 감추게 합니다

source: Are you sure?
kor: 계속 할까요?

source: Right click on a tree view item to edit a property parameter
kor: 트리 뷰 항목을 마우스 오른쪽 버튼으로 클릭하여 속성 매개변수를 편집합니다

source: Edit preset mode
kor: 사전 설정 모드 편집

source: The FBX help directory was not found :
kor: FBX 도움말 디렉토리를 찾을수 없습니다:

source: Help called
kor: 도움말 호출

source: Cannot connect to the web update server.
kor: 웹 업데이트 서버에 연결할수 없습니다.

source: Please visit http://www.autodesk.com/fbx for more information on the latest FBX Plug-ins.
kor: 최신 FBX 플러그인에 대한 정보에 대하여 알고 싶으면 http://www.autodesk.com/fbx 를 방문하십시오.

source: Web updates error
kor: 웹 업데이트 오류

source: Edit label ...
kor: 레이블 편집 ...

source: Edit min max ...
kor: 최소 최대 편집 ...

source: Show
kor: 표시

source: Hide
kor: 숨기기

source: Enable
kor: 사용

source: Disable
kor: 사용 안 함

source: Enter new property label
kor: 새 속성 레이블 입력

source: Enter new minimum and maximum value
kor: 새 최소와 최대 값 입력

source: Enter preset name
kor: 사전 설정 이름 입력

source: View as expanded panel
kor: 확장된 패널로 봄

source: View as expandable group
kor: 확장될수 있는 그룹으로 봄

source: Import
kor: 가져오기

source: Export
kor: 내보내기

source: Version
kor: 버전

source: Scale Factor
kor: 배율 요소

source: Note: If [ Show UI ] option is unchecked, this UI will NOT be visible for future import operation. Hold down the SHIFT key during import to restore UI visibility.
kor: 참고: [ UI 표시 ] 옵션이 선택 취소된 경우 가져오기 작업중 UI가 보이지않게 됩니다. UI를 다시 보이게 하려면 Shift 키를 누른 상태에서 가져오기 작업을 하십시오.

source: Note: If [ Show UI ] option is unchecked, this UI will NOT be visible for future export operation. Hold down the SHIFT key during export to restore UI visibility.
kor: 참고: [ UI 표시 ] 옵션이 선택 취소된 경우 내보내기 작업중 UI가 보이지않게 됩니다. UI를 다시 보이게 하려면 Shift 키를 누른 상태에서 내보내기 작업을 하십시오.

source: Your FBX Plug-in is up to date!
kor: 최신 FBX 플러그인이 설치 되었습니다!

source: Be sure to check for updates regularly.
kor: 정기적으로 업데이트를 체크 하십시오.

source: Build Number
kor: 빌드 넘버

source: Fbx Plug-in up to date
kor: 최신 FBX 플러그인

source: You are currently using:
kor: 현재 사용중：

source: A new version of the FBX Plug-in is available:
kor: 새로운 버전의 FBX 플러그인이 사용 가능합니다:

source: New versions of the FBX Plug-in are available:
kor: 새로운 버전의 FBX 플러그인이 사용 가능합니다:

source: Would you like to visit the download site now?
kor: 지금 다운로드 사이트를 방문 하시겠습니까?

source: New FBX Plug-in Version Available
kor: 새로운 버전의 FBX 플러그인이 사용 가능합니다:

source: New FBX Plug-in Versions Available
kor: 새로운 버전의 FBX 플러그인이 사용 가능합니다

source: If you download the newer version, make sure to close any occurrence of 3ds Max or Viz before you install.
kor: 만약 새 버전을 다운로드할 경우 설치를 시작하기 전 3ds Max와 Viz를 닫으십시오.

source: Install Warning
kor: 설치 경고

source: Please visit http://www.autodesk.com/fbx
kor: http://www.autodesk.com/fbx 를 방문 하십시오

source: Character Definitions
kor: 캐릭터 정의

source: Elements
kor: 요소

source: Caches
kor: 캐시

source: Constraints
kor: 제약 조건

source: Materials
kor: 재질

source: Textures
kor: 텍스처

source: Add
kor: 추가

source: Add and update
kor: 추가와 업데이트

source: Add and update animation
kor: 애니메이션 추가와 업데이트

source: Update animation
kor: 애니메이션 업데이트

source: Adds content to the scene.
kor: 장면에 내용추가

source: Adds new content and updates matching objects in the scene.
kor: 새로운내용추가후 장면에일치하는 객체를 업데이트

source: Adds new content and updates only animation on matching objects in the scene.
kor: 새로운내용추가후 장면에일치하는 애니메이션만을 업데이트

source: Updates only animation on matching objects in the scene.
kor: 장면에일치하는 애니메이션만을 업데이트

source: Advanced Options
kor: 고급 옵션

source: Animation
kor: 애니메이션

source: Animation Take
kor: 애니메이션 테이크

source: Auto tangents only
kor: 자동 접선만

source: Axis Conversion
kor: 축 변환

source: Bake Animation Layers
kor: 애니메이션 레이어 적용

source: Binary
kor: 바이너리

source: Bind Pose
kor: 바인딩 포즈

source: Bone Conversion
kor: 골격 변환

source: Bone Creation
kor: 골격 만들기

source: Cameras
kor: 카메라

source: Centimeters
kor: 센티미터

source: Constant Key Reducer
kor: 상수 키 감소기

source: Convert as dummy
kor: 더미로 변환

source: Convert Geometry used as Bones
kor: 골격으로 사용된 형상 변환

source: Convert images to portable format (TIFF)
kor: 이동식 형식(TIFF)으로 이미지 변환

source: Current Preset
kor: 현재 사전 설정

source: Curve Filters
kor: 곡선 필터

source: Decimeters
kor: 데시미터

source: Deformations
kor: 변형

source: Deformed Models
kor: 변형된 모델

source: Edit preset
kor: 사전 설정 편집

source: Edit...
kor: 편집...

source: Embed Media
kor: 미디어 삽입

source: End
kor: 종료

source: FBX File Format
kor: FBX 파일 형식

source: FBX Version:
kor: FBX 버전:

source: Feet
kor: 피트

source: File units converted to
kor: 다음으로 파일 단위 변환

source: Fill Timeline
kor: 타임라인 채우기

source: Filter Intensity
kor: 필터 강도

source: Follow Y-Up
kor: Y축 위쪽 따르기

source: Frame Rate
kor: 프레임 속도

source: Generate Log File
kor: 로그 파일 생성

source: Geometry
kor: 형상

source: Height
kor: 높이

source: Inches
kor: 인치

source: Include
kor: 포함

source: Key Reducer
kor: 상수 키 감소기

source: Kilometers
kor: 킬로미터

source: Leave as bones
kor: 골격으로 놔두다

source: Lights
kor: 광원

source: Lock width and height
kor: 너비 및 높이 잠금

source: Mesh Poly
kor: 메시 폴리

source: Mesh Primitive
kor: 메시 원형

source: Mesh Triangle
kor: 메시 삼각형

source: Meters
kor: 미터

source: Miles
kor: 마일

source: Millimeters
kor: 밀리미터

source: Morphs
kor: 모프

source: MR Custom Attributes
kor: MR 사용자 정의 특성

source: Use scene name
kor: 장면 이름 사용

source: Object Derivation
kor: 오브젝트 파생

source: Optical Markers
kor: 광학식 마커

source: Other Precision
kor: 기타 정밀도

source: Patch
kor: 패치

source: Performance
kor: 성능

source: Pivot To Null
kor: Null로 피벗

source: Plugin Build Number
kor: 플러그인 빌드 번호

source: Plugin Information
kor: 플러그인 정보

source: Plugin product family
kor: 플러그인 제품 가족

source: Plugin UI Height
kor: 플러그인 UI 높이

source: Plugin UI Width
kor: 플러그인 UI 너비

source: Plugin Version
kor: 플러그인 버전

source: Plugin Versions URL
kor: 플러그인 버전 URL

source: Point Cache File(s)
kor: 점 캐시 파일

source: Precision
kor: 정밀도

source: Preset Selected
kor: 플러그인이 선택됨

source: Presets
kor: 사전 설정

source: Re-evaluate Normals
kor: 법선 재평가

source: Re-evaluate Smoothing Groups
kor: 스무딩 그룹 다시 평가

source: Reference Node
kor: 참조 노드

source: Rotation Precision
kor: 회전 정밀도

source: Save preset
kor: 사전 설정 저장

source: Scaling Precision
kor: 배율 조정 정밀도

source: Scene units converted to
kor: 다음으로 장면 단위 변환

source: Set
kor: 세트

source: Show UI
kor: UI 표시

source: Show UI Warning
kor: UI 경고 표시

source: Show Warning Manager
kor: 경고 관리자 표시

source: Single Matrix
kor: 단일 행렬

source: Skins
kor: 스킨

source: Split per-vertex Normals
kor: 정점당 법선 분할

source: Start
kor: 시작

source: Statistics
kor: 통계

source: Step
kor: 단계

source: Taper %
kor: 테이퍼 %

source: Test meshes for bad polygons
kor: 잘못된 다각형을 위해 메시 테스트

source: Total Units Scale
kor: 전체 단위 배율 조정

source: Translation Precision
kor: 변환 정밀도

source: Triangulate
kor: 삼각 측량 처리

source: Type
kor: 유형

source: UI language
kor: UI 언어

source: Units
kor: 단위

source: Unroll Rotations
kor: 회전 언롤

source: Up Axis
kor: 위 축

source: Update scene elements
kor: 장면 요소 업데이트

source: User defined
kor: 사용자 정의됨

source: Web updates
kor: 웹 업데이트

source: Weld Vertices
kor: 정점 용접

source: Width
kor: 너비

source: XYZ Curve Synchronisation
kor: XYZ 곡선 동기화

source: Yards
kor: 야드

source: Bone creation
kor: 골격 만들기

source: Bone conversion
kor: 골격 변환

source: No animation
kor: 애니메이션 없음

source: Convert Deforming Dummies to Bones
kor: 변형 더미를 골격으로 변환

source: Generate Log Data
kor: 로그 데이터 생성

source: Plugin UI X Position
kor: 플러그인 UI X 위치

source: Plugin UI Y Position
kor: 플러그인 UI Y 위치

source: Tangents and Binormals
kor: 접선 및 종법선

source: FBX Extentions SDK
kor: FBX 연장 SDK

source: FBX Extentions SDK Warning
kor: FBX 연장 SDK 경고

source: Add your custom properties here.
kor: 여기에 사용자 정의 속성을 추가하십시오.

source: Hold - Shift - to activate FBX UI
kor: FBX UI를 활성화하려면 -Shift- 유지

source: TurboSmooth
kor: 터보스무드

source: Selection Sets
kor: 선택 세트

source: Welcome!
kor: 환영합니다!

source: Welcome! You are running this FBX plug-in for the first time and there may be a newer version available. Use the Web updates button to verify if you are using the most recent version of this FBX plug-in.
kor: 환영합니다! 이 FBX 플러그인을 처음 실행했습니다. 사용 가능한 새 버전이 있을 수 있습니다. 웹 업데이트 버튼을 사용하여 이 FBX 플러그인이 최신 버전인지 확인하십시오.

source: Extra Options
kor: 추가 옵션

source: Compatible with Autodesk 2012 applications and 2012 FBX plug-ins
kor: Autodesk 2012 응용 프로그램 및 2012 FBX 플러그인과 호환

source: Compatible with Autodesk 2011 applications and 2011 FBX plug-ins
kor: Autodesk 2011 응용 프로그램 및 2011 FBX 플러그인과 호환

source: Compatible with Autodesk 2010 applications, 2010 FBX plug-ins and MotionBuilder 2009
kor: Autodesk 2010 응용 프로그램, 2010 FBX 플러그인 및 MotionBuilder 2009와 호환

source: Compatible with Autodesk 2009 applications and 2009 FBX plug-ins
kor: Autodesk 2009 응용 프로그램 및 2009 FBX 플러그인과 호환

source: Compatible with Autodesk 2006 FBX plug-ins and MotionBuilder 7.5, 7.0, 6.0
kor: Autodesk 2006 FBX 플러그인 및 MotionBuilder 7.5, 7.0, 6.0과 호환

source: Sun and Sky
kor: 태양 및 하늘

source: Automatic
kor: 자동

source: Information
kor: 정보

source: FBX Plug-in version
kor: FBX 플러그인 버전

source: Remove single key
kor: 단일 키 제거

source: Preserve Instances
kor: 인스턴스 유지

source: Resample All
kor: 모두 재샘플

source: Bake Animation
kor: 애니메이션 적용

source: Smoothing Groups
kor: 스무딩 그룹

source: Preserve References
kor: 참조 유지

source: Embedded Media Folder
kor: 내장된 미디어 폴더

source: Help on FBX
kor: FBX에 관한 도움말

source: About
kor: 정보

source: System frame rate
kor: 시스템 프레임 비율

source: File frame rate
kor: 파일 프레임 비율

source: Warning: Frame rates do not match
kor: 경고: 프레임 비율이 일치하지않습니다

source: Global Ambient Color
kor: 전역 주변 색상
